[{
		"name": "Starting a New Game",
		"description": "When you are ready to begin hit the start button on the main menu. Select New Game to start the first Chapter. This chapter has the following description: As an ex-employee of Playtime co., you finally return to the factory many years after everybody within disappeared. Next to this description is the monster that will be chasing you throughout the first chapter. If you follow this guide you can complete the chapter in about 30 minutes to an hour.",
		"img": "https://www.spieltimes.com/wp-content/uploads/2021/10/Poppy-Playtime-Cover.jpg"
	},
	{
		"name": "Green Tape (Optional)",
		"description": "After you watch the opening video about Poppy Playtime you will take control of your character. Once you have control walk forward to the front desk and grab the Green Tape from off of the desk using the interact button. Take the tape over to the tv and Green VCR to the right of the desk. Put the tape into the VCR and watch the video.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20125342/green-tape-location-poppy-playtime-750x422.jpg"
	}, {
		"name": "Unlocking the Security Door Puzzle",
		"description": "Once you ve watched the video turn to the right and enter the Gift Shop. Inside the Gift Shop look at the ceiling for a train running on a suspended track. Make a note of the colors you see on the train. Leave the Gift Shop and head back through the reception area into Security. Here you will find a locked door with a colored keypad. Push the colors that were on the train to open the door. The solution is /n Green./n Pink. /n Yellow. /n Red. When you input the colors listed above you will unlock the door.Head through the door into the Security Office.Here we will get a few important items.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20125512/security-door-unlock-solution-poppy-playtime-1536x864.jpg"
	}, {
		"name": "Blue Tape Location and Getting Blue Hand",
		"description": "Walk into the Security Office and head over to the desk. Grab the Blue Tape by interacting with it and put it in the nearby Blue VCR. Watch the video on the tape. The tape introduces you to using the hands we will get. These hands are very important as they are used to solve most of the puzzles encountered during Chapter 1. /n When the video concludes the container holding the Blue hand will open.Approach the hand and interact with it to equip it on your character.You get a blue left hand to start with.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20125649/blue-tape-location-and-blue-hand-poppy-playtime-750x422.jpg"
	}, {
		"name": "Entering the Lobby",
		"description": "Once you have the Blue hand head back to the reception area. Jump over the turn-style by the front desk to reach a door with a blue hand above it. Shoot your blue hand at the switch to open the door. This door leads you to the factory and the real start of the scary section of the game.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20125825/blue-hand-door-poppy-playtime-750x422.jpg"
	}, {
		"name": "Playtime Lobby",
		"description": "Inside the lobby you will see a few interesting things. The first, and most prominent, is the large toy creature named Huggy Wuggy in the center of the room. Huggy Wuggy is the toy that chases you throughout this chapter. The second thing you will notice is that there are seven doors in this room. These doors lead to different areas of the factory. /n Before going through any of the doors we need to grab the Yellow Power Room Key dangling from the giant toys hand using your blue hand.To do this shoot the blue hand door to the left.The door won’ t open because it has no power.When you do this the Yellow Key will drop into the creatures upraised hand.Use your hand to grab it. /n Once you have the Yellow Key make your way to the door labelled Power.Go through the doors and into the Power generating room.Inside this room we need to get the power back up and running.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20130410/key-lobby-poppy-playground-750x422.jpg"
	}, {
		"name": "Turn the Power Back On",
		"description": "In the Power room head to the very end of the room to encounter a socket that is covered. Use the Blue hand to open this cover on the socket. Once the socket is open shoot the Blue hand onto the exposed socket. Hold the Blue hand there and walk around the two electricity conducting poles in the room leading back to the front. Doing this correctly turns the power back on. /n With the power back on head back to the lobby area.You will notice that Huggy Wuggy is gone.From this point on you will encounter this monster as you explore the other rooms of the building.Are next stop is through the Blue hand door we tried opening without there being power.Open it now and head through it.Go down the hallway and go through the door on your left.Walk down the dark hallway into the next area.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20131348/turn-power-back-on-poppy-playtime-1536x864.jpg"
	}, {
		"name": "Get the Red Hand",
		"description": "Head forward through this room past the Yellow VCR and go up the stairs onto the catwalk. On the catwalk walk forward until you reach a control panel. Next to the control panel is a Blue Fuse on the ground and a gap in the railing. Grab the fuse and place it into the control panel then drop down to the floor below using the gap in the railing./n /n In the room below you need to find the three additional fuses.These fuses appear to be randomly spawned into the room.Just be thorough in looking through the room to find them they are usually on the floor or on the shelves.Once you have all three fuses return to the control panel and place them.The factory will come to life and the crane will bring the Red hand to the conveyor belt below.When it is available go down to the item and grab it to equip it on your right hand.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20133754/red-hand-poppy-playtime-750x422.jpg"
	}, {
		"name": "Yellow Tape (Optional)",
		"description": "If you are interested in snagging all the VHS tapes there is one in the factory room where you get the Red hand. The Yellow Tape can be found on the second leaning shelf closest to the door. Walk behind the first shelf to snag it. The VCR to play it on is next to the stairs leading to the catwalk you pass when going up to the control panel. /n Once you’ ve grabbed the Red hand(and VHS tape) we can now leave the Factory area.If you /n try to go back to the Lobby the way we came you wont be able to.Instead we need to use the newly unlocked Red hand.As you may have noticed in the room we got the Red hand from there is a conveyor belt with a door on it.Use both hands to open this door then walk down the belt until you slide to an area below.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20133620/yellow-tape-location-poppy-playtime-1536x864.jpg"
	}, {
		"name": "Complete the Conveyor Circuit Puzzle",
		"description": "At the bottom of the conveyor belt you will be stuck. To advance you need to complete a circuit. Right where you land take a right and walk along the conveyor belt there until you reach a ramp leading up. Go up this ramp and look to the right. There is socket here. Shoot the socket with one of your hands (leave it connected). Turnaround and walk down the ramp to get around the electricity pole. Head back to the entrance and walk towards the door. Look left and shoot the socket there to complete the circuit. You will automatically move forward along the belt. Ride the belt until you reach the room at the end.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20135004/conveyor-belt-circuit-puzzle-poppy-playtime-750x422.jpg"
	}, {
		"name": "Complete the Catwalk Circuit Puzzle",
		"description": "Walk forward to the socket. Ignore it for now and head towards the middle of the catwalk. Turn to your right and you will see see another piece of catwalk you can pull. Pull the catwalk towards you to make a shortcut to the poles. Head back to the socket and connect to it. Walk across the shortcut and walk to your right so your are heading towards the socket we need to connect to. Use your other hand to pull the catwalk to make a new shortcut. Wrap around both poles as shown above and attach to the socket to complete the puzzle.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20140759/complete-circuit-puzzle-poppy-playroom-1536x864.jpg"
	}, {
		"name": "Make A Friend and Huggy Wuggy Chase",
		"description": "With the power back on make your way back downstairs. Now the machinery below is running. Push the Make A Friend console button in the middle of the room. When you press this button the room’s machinery comes to life. Look to the left of the console and pull the three levers you see on the pieces machines. Wait for the pieces to move through the building process then pick up the completed toy at the end. Take the toy and place it on the scale next to the door with the “Nobody leaves without making a toy” sign. This door will open. Head through the open door and prepare yourself. From this point on Huggy Wuggy will start to chase you. Walk forward towards the darkened hallway. The creature will appear from out of the darkness as you get closer to it. Immediately turn and run to the end of the conveyor belt where you got your Make A Friend. The door there is open. Go through the vents while Huggy Wuggy chases you. /n At the end of the chase you will end up on a catwalk with nowhere to go.Above the catwalk is a yellow crate.Use both hands to pull it down.Huggy Wuggy will appear and the crate will drop onto it knocking it down below.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20142519/huggy-wuggy-poppy-playtime-1536x864.jpg"
	}, { 
		"name": "Gray Tape",
		"description": "Along the main path on the catwalk you will find the Gray Tape. It is sitting in the final T you need to take to reach the Flower door. If you wish to collect it pick it up and take a right. Take it and place it in the Gray VCR at the end of the catwalk. /n The rest of the chapter is linear in fashion.Go through the Flower door and follow the hallways until you reach the very end.In the final room you will see a doll in a glass /n case.Use your hands to open the /n case.Once the doll is freed Chapter 1: A Tight Squeeze comes to an end.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20143337/gray-tape-location-poppy-playland-750x422.jpg"
	}
]